{
    "container_type": "Author",
    "filled": [
        "basics",
        "publications",
        "public_access",
        "indices",
        "counts",
        "coauthors"
    ],
    "scholar_id": "KLIjERgAAAAJ",
    "source": "AUTHOR_PROFILE_PAGE",
    "name": "Eneko Uruñuela",
    "url_picture": "https://scholar.googleusercontent.com/citations?view_op=view_photo&user=KLIjERgAAAAJ&citpid=5",
    "affiliation": "Department of Radiology, University of Calgary",
    "organization": 2186568608501296974,
    "interests": [
        "Graph Neural Networks",
        "Stroke",
        "Multi-Echo fMRI",
        "Spatio-Temporal Deconvolution",
        "Multi-Subject fMRI"
    ],
    "email_domain": "@ucalgary.ca",
    "homepage": "https://www.enekourunuela.com/",
    "citedby": 166,
    "publications": [
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Unraveling Hidden Patterns of Brain Activity: A Journey Through Hemodynamic Deconvolution in Functional MRI",
                "pub_year": 2024,
                "citation": "",
                "author": "Eneko Uruñuela Tremiño",
                "abstract": "Functional magnetic resonance imaging data analysis is often directed to identify and disentangle the neural processes that occur in different brain regions during task or at rest, and employs the blood oxygenation-level dependent (BOLD) signal of fMRI as a proxy for neuronal activity mediated through neurovascular coupling. The goal of this thesis is to enhance and expand techniques for identifying and analyzing individual trial event-related BOLD responses based on the Paradigm Free Mapping (PFM) algorithm, which utilizes a linear hemodynamic response model and relies on regularized least squares estimators to deconvolve the neuronal-related signal that drives the BOLD effect. Notably, these techniques estimate neuronal-related activity without relying on prior paradigm information."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:RYcK_YlVTxYC",
            "num_citations": 0,
            "pub_url": "https://scholar.google.com/scholar?cluster=6959322208701663297&hl=en&oi=scholarr",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:QUgmP616lGAJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "PyProximal-scalable convex optimization in Python",
                "pub_year": 2024,
                "citation": "Journal of Open Source Software 9 (95), 6326, 2024",
                "author": "Matteo Ravasi and Marcus Valtonen Örnhag and Nick Luiken and Olivier Leblanc and Eneko Uruñuela",
                "journal": "Journal of Open Source Software",
                "volume": "9",
                "number": "95",
                "pages": "6326",
                "abstract": "A broad class of problems in scientific disciplines ranging from image processing and astrophysics, to geophysics and medical imaging call for the optimization of convex, non-smooth objective functions. Whereas practitioners are usually familiar with gradient-based algorithms, commonly used to solve unconstrained, smooth optimization problems, proximal algorithms can be viewed as analogous tools for non-smooth and possibly constrained versions of such problems. These algorithms sit at a higher level of abstraction than gradient-based algorithms and require a basic operation to be performed at each iteration: the evaluation of the so-called proximal operator of the functional to be optimized. PyProximal is a Python-based library aimed at democratizing the application of convex optimization to scientific problems; it provides the required building blocks (ie, proximal operators and algorithms) to define and solve complex, convex objective functions in a high-level, abstract fashion, shielding users away from any unneeded mathematical and implementation details."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:BqipwSGYUEgC",
            "num_citations": 2,
            "citedby_url": "/scholar?hl=en&cites=4731367202099168336",
            "cites_id": [
                "4731367202099168336"
            ],
            "pub_url": "https://joss.theoj.org/papers/10.21105/joss.06326.pdf",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:UAQOB2cxqUEJ:scholar.google.com/",
            "cites_per_year": {
                "2024": 2
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Uncovering the Neural Correlates of the Urge-to-Blink: A Study Utilising Subjective Urge Ratings and Paradigm Free Mapping",
                "pub_year": 2024,
                "citation": "bioRxiv, 2024.07. 19.603913, 2024",
                "author": "Mairi S Houlgreave and Eneko Urunuela and Cesar Caballero-Gaudes and Penny A Gowland and Katherine Dyke and Valerie Brandt and Imaan Mohammed and Rosa M Sanchez Panchuelo and Stephen R Jackson",
                "journal": "bioRxiv",
                "pages": "2024.07. 19.603913",
                "publisher": "Cold Spring Harbor Laboratory",
                "abstract": "Neuroimaging plays a significant role in understanding the neurophysiology of Tourette syndrome (TS), in particular the main symptom, tics, and the urges associated with them. Premonitory urge is thought to be a negative reinforcer of tic expression in TS. Tic expression during neuroimaging is most often required as an overt marker of increased urge-to-tic, which can lead to considerable head movement, and thus data loss. This study aims to identify the brain regions involved in urge in healthy subjects using multi-echo functional MRI and a timing-free approach to localise the BOLD response associated with the urge-to-act without information of when these events occur. Blink suppression is an analogous behaviour that can be expressed overtly in the MRI scanner which gives rise to an urge like those described by individuals with TS. We examined the urge-to-blink in 20 healthy volunteers with an experimental paradigm including two conditions, \"Okay to blink\" and \"Suppress blinking\", to identify brain regions involved in blink suppression. Multi-echo functional MRI data was analysed using a novel approach to investigate the BOLD signal correlated with the build-up of the urge-to-blink that participants continuously reported using a rollerball device. In addition, we used the method of multi-echo paradigm free mapping (MESPFM) to identify these regions without prior specification of task timings. Subjective urge scores were correlated with activity in the right posterior and ventral-anterior insula as well as the mid-cingulate and occipital cortices. Furthermore, blink suppression was associated with activation in the dorsolateral prefrontal cortex …"
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:RGFaLdJalmkC",
            "num_citations": 0,
            "pub_url": "https://www.biorxiv.org/content/10.1101/2024.07.19.603913.abstract",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RRxU0XFcrr8J:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Individual variability in the relationship between physiological and resting-state fMRI metrics",
                "pub_year": 2024,
                "citation": "bioRxiv, 2024.05. 02.592237, 2024",
                "author": "Stefano Moia and Gang Chen and Eneko Urunuela and Rachael Stickland and Maite Termenon and Cesar Caballero Gaudes and Molly G Bright",
                "journal": "bioRxiv",
                "pages": "2024.05. 02.592237",
                "publisher": "Cold Spring Harbor Laboratory",
                "abstract": "Cerebrovascular Reactivity (CVR), the brain's vascular response to a vasodilatory stimulus, can be measured using fMRI during breathing challenges that modulate arterial CO2 levels. CVR is an important indicator of cerebrovascular health, although its estimation can be challenging due to the extra experimental setup and/or the subject compliance required. To overcome these limitations, summary metrics  based on resting state fluctuations (RSF), such as the (fractional) amplitude of low frequency fluctuations (f/ALFF) and the resting state fluctuation amplitude (RSFA), have been proposed as alternative estimates of CVR, as they are frequently associated with vascular and physiological factors. Previous studies have reported a significant relationship between CVR estimates obtained by means of respiratory paradigms and RSF metrics. However, the total sample sizes, considering both subjects and sessions, are typically small, and not all studies agree on the degree of the relationship. Furthermore, to our knowledge, these studies have only reported cross-sectional analyses, whereas intra-subject longitudinal relationships between CVR estimates and RSF metrics are unknown. Leveraging a unique dense sampling dataset in which resting state and breath-hold multi-echo fMRI were collected in 7 subjects with 10 sessions each, we provide evidence of high individual variability in the inter-session (i.e. intra-subject) relationship between RSF metrics and CVR. These results indicate that RSF metrics might not be a suitable proxy of CVR in clinical settings or for BOLD signal calibration as they may not properly account for intra-individual …"
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:O3NaXMp0MMsC",
            "num_citations": 0,
            "pub_url": "https://www.biorxiv.org/content/10.1101/2024.05.02.592237.abstract",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:9eCJvsbB2dkJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Bayesian Modelling Approaches for Breath-Hold Induced Cerebrovascular Reactivity",
                "pub_year": 2024,
                "citation": "bioRxiv, 2024.02. 06.579134, 2024",
                "author": "Genevieve Hayes and Daniel P Bulte and Stefano Moia and Martin Craig and Michael Chappell and Eneko Urunuela and Sierra Sparks and Cesar Caballero Gaudes and Joana Pinto",
                "journal": "bioRxiv",
                "pages": "2024.02. 06.579134",
                "publisher": "Cold Spring Harbor Laboratory",
                "abstract": "Cerebrovascular reactivity (CVR) reflects the ability of blood vessels to dilate and constrict in response to a vasoactive stimulus and is an important indicator of cerebrovascular health. CVR can be mapped non-invasively with functional magnetic resonance imaging (fMRI) based on blood oxygen level-dependent (BOLD) contrast in combination with a breath-hold (BH) task. There are several ways to analyse this type of data and retrieve individual CVR amplitude and timing information. The most common approach involves employing a time-shifted general linear model with the measured end-tidal carbon dioxide signal as a regressor of interest. In this work, we introduce a novel method for CVR mapping based on a variational Bayesian approach. We analysed BOLD fMRI data from six participants that performed a BH task in ten different sessions each, and computed the corresponding CVR amplitude and delay maps for each session/subject. No statistically significant differences were observed between the modelling approaches in the CVR delay and amplitude maps in grey matter. Notably, the largest difference between methods was apparent in the case of low CVR amplitude, attributed to how each method addressed noisy voxels, particularly in white matter and cerebral spinal fluid. Both approaches showed highly reproducible CVR amplitude maps where between-subject variability was significantly larger than between-session variability. Furthermore, our results illustrated that the Bayesian approach is more computationally efficient, and future implementations could incorporate more complex noise models, non-linear fitting, and …"
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:YFjsv_pBGBYC",
            "num_citations": 0,
            "pub_url": "https://www.biorxiv.org/content/10.1101/2024.02.06.579134.abstract",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:2PXkzK7TcbMJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Whole-brain multivariate hemodynamic deconvolution for functional MRI with stability selection",
                "pub_year": 2024,
                "citation": "Medical Image Analysis 91, 103010, 2024",
                "author": "Eneko Uruñuela and Javier Gonzalez-Castillo and Charles Zheng and Peter Bandettini and César Caballero-Gaudes",
                "journal": "Medical Image Analysis",
                "volume": "91",
                "pages": "103010",
                "publisher": "Elsevier",
                "abstract": "Conventionally, analysis of functional MRI (fMRI) data relies on available information about the experimental paradigm to establish hypothesized models of brain activity. However, this information can be inaccurate, incomplete or unavailable in multiple scenarios such as resting-state, naturalistic paradigms or clinical conditions. In these cases, blind estimates of neuronal-related activity can be obtained with paradigm-free analysis methods such as hemodynamic deconvolution. Yet, current formulations of the hemodynamic deconvolution problem have three important limitations:(1) their efficacy strongly depends on the appropriate selection of regularization parameters,(2) being univariate, they do not take advantage of the information present across the brain, and (3) they do not provide any measure of statistical certainty associated with each detected event. Here we propose a novel approach that addresses all …"
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:NMxIlDl6LWMC",
            "num_citations": 0,
            "pub_url": "https://www.sciencedirect.com/science/article/pii/S1361841523002700",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PhjDCl-850cJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Hemodynamic Deconvolution Demystified: Sparsity-Driven Regularization at Work",
                "pub_year": 2023,
                "citation": "Aperture Neuro 3, 2023",
                "author": "Eneko Uruñuela and Thomas A.W. Bolton and Dimitri Van De Ville and César Caballero-Gaudes",
                "journal": "Aperture Neuro",
                "volume": "3",
                "abstract": "Deconvolution of the hemodynamic response is an important step to access short timescales of brain activity recorded by functional magnetic resonance imaging (fMRI). Albeit conventional deconvolution algorithms have been around for a long time (e.g., Wiener deconvolution), recent state-of-the-art methods based on sparsity-pursuing regularization are attracting increasing interest to investigate brain dynamics and connectivity with fMRI. This technical note revisits the main concepts underlying two main methods, Paradigm Free Mapping and Total Activation, in the most accessible way. Despite their apparent differences in the formulation, these methods are theoretically equivalent as they represent the synthesis and analysis sides of the same problem, respectively. We demonstrate this equivalence in practice with their best-available implementations using both simulations, with different signal-to-noise ratios, and experimental fMRI data acquired during a motor task and resting-state. We evaluate the parameter settings that lead to equivalent results, and showcase the potential of these algorithms compared to other common approaches. This note is useful for practitioners interested in gaining a better understanding of state-of-the-art hemodynamic deconvolution, and aims to answer questions that practitioners often have regarding the differences between the two methods."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:GnPB-g6toBAC",
            "num_citations": 6,
            "citedby_url": "/scholar?hl=en&cites=10117778681508834011",
            "cites_id": [
                "10117778681508834011"
            ],
            "pub_url": "https://arxiv.org/abs/2107.12026",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:26pawxqSaYwJ:scholar.google.com/",
            "cites_per_year": {
                "2021": 1,
                "2022": 2,
                "2023": 2,
                "2024": 1
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Whole-brain multivariate hemodynamic deconvolution for multi-echo fMRI with stability selection",
                "pub_year": 2022,
                "citation": "bioRxiv, 2022.09. 30.510299, 2022",
                "author": "Eneko Uruñuela and Javier Gonzalez-Castillo and Charles Zheng and Peter Bandettini and César Caballero-Gaudes",
                "journal": "bioRxiv",
                "pages": "2022.09. 30.510299",
                "publisher": "Cold Spring Harbor Laboratory",
                "abstract": "Conventionally, analysis of functional MRI (fMRI) data relies on available information about the experimental paradigm to establish hypothesized models of brain activity. However, this information can be inaccurate, incomplete or unavailable in multiple scenarios such as resting-state, naturalistic paradigms or clinical conditions. In these cases, blind estimates of neuronal-related activity can be obtained with paradigm-free analysis methods such as hemodynamic deconvolution. Yet, current formulations of the hemodynamic deconvolution problem have three important limitations: 1) their efficacy strongly depends on the appropriate selection of regularization parameters, 2) being univariate, they do not take advantage of the information present across the brain, and 3) they do not provide any measure of statistical certainty associated with each detected event. Here we propose a novel approach that addresses all these limitations. Specifically, we introduce MvME-SPFM (multivariate multi-echo sparse paradigm free mapping), a novel hemodynamic deconvolution algorithm that operates at the whole brain level and adds spatial information via a mixed-norm regularization term over all voxels. Additionally, MvME-SPFM employs a stability selection procedure that removes the need to select regularization parameters and also lets us obtain an estimate of the true probability of having a neuronal-related BOLD event at each voxel and time-point based on the area under the curve (AUC) of the stability paths. Besides, the formulation is tailored for multi-echo fMRI acquisitions, which allows us to better isolate fluctuations of BOLD origin on the basis of their …"
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:maZDTaKrznsC",
            "num_citations": 1,
            "citedby_url": "/scholar?hl=en&cites=16826759217764367523",
            "cites_id": [
                "16826759217764367523"
            ],
            "pub_url": "https://www.biorxiv.org/content/10.1101/2022.09.30.510299.abstract",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:o_zfR1uohOkJ:scholar.google.com/",
            "cites_per_year": {
                "2023": 1
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Automatic detection of spatio-temporal patterns of interictal epileptic activity with fMRI",
                "pub_year": 2022,
                "citation": "[Conference Oral Scientific Session] Joint Annual Meeting ISMRM-ESMRMB …, 2022",
                "author": "Cristina Tobias and Eneko Uruñuela and Vicente Ferrer-Gallardo and Hannah Goldberg and Christine Engelman and Mark Lowe and S Jones and César Caballero-Gaudes",
                "journal": "[Conference Oral Scientific Session] Joint Annual Meeting ISMRM-ESMRMB & ISMRT 31st Annual Meeting",
                "abstract": "We propose a novel methodology to identify spatio-temporal patterns of interictal epileptic activity in refractory epileptic patients using only BOLD functional MRI. It is based on clustering the activity-inducing signal deconvolved from the fMRI data with the Infomap algorithm. The proposed approach was validated on data acquired during a finger tapping task, and evaluated in four epileptic patients scanned at 7T. This method obtained activation maps that were concordant with the results obtained with EEG-informed GLM and MEG-based dipole source localization in 3 out of 4 patients, demonstrating its potential for mapping epileptic activity based only on fMRI data."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:blknAaTinKkC",
            "num_citations": 2,
            "citedby_url": "/scholar?hl=en&cites=9554976640422936996",
            "cites_id": [
                "9554976640422936996"
            ],
            "pub_url": "https://archive.ismrm.org/2022/0585.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pIGQSaEYmoQJ:scholar.google.com/",
            "cites_per_year": {
                "2022": 1,
                "2023": 0,
                "2024": 1
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Resting state fluctuations in BOLD fMRI might not systematically reflect measures of cerebrovascular physiology between or within subjects",
                "pub_year": 2022,
                "citation": "International Society of Magnetic Resonance in Medicine (ISMRM) 31st Annual …, 2022",
                "author": "Stefano Moia and Gang Chen and Eneko Uruñuela and R Stickland and Maite Termenon and César Caballero-Gaudes and M Bright",
                "journal": "International Society of Magnetic Resonance in Medicine (ISMRM) 31st Annual Meeting & Exhibition. London, England, UK",
                "abstract": "Resting State Fluctuations (RSF) metrics are frequently associated with vascular and physiological factors, to the point of being suggested as alternative estimates of cerebrovascular reactivity (CVR) and as tools for fMRI data calibration. Using a densely sampled fMRI dataset, we demonstrate high individual variability in the inter-session relationships between RSF metrics and CVR. Moreover, while physiological factors such as blood pressure show a significant relationship with CVR, they do not with common RSF metrics. These results indicate that RSF parameters might not be suitable alternatives for CVR, and may not properly account for inter-individual physiological variations in BOLD fMRI data."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:JV2RwH3_ST0C",
            "num_citations": 1,
            "citedby_url": "/scholar?hl=en&cites=9088930937008107633",
            "cites_id": [
                "9088930937008107633"
            ],
            "pub_url": "https://archive.ismrm.org/2022/0401.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:cTBtMIheIn4J:scholar.google.com/",
            "cites_per_year": {
                "2023": 1
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "TE-dependent analysis of multi-echo fMRI with* tedana",
                "pub_year": 2021,
                "citation": "Journal of Open Source Software 6 (66), 3669, 2021",
                "author": "Elizabeth DuPre and Taylor Salo and Zaki Ahmed and Peter A Bandettini and Katherine L Bottenhorn and César Caballero-Gaudes and Logan T Dowdle and Javier Gonzalez-Castillo and Stephan Heunis and Prantik Kundu and Angela R Laird and Ross Markello and Christopher J Markiewicz and Stefano Moia and Isla Staden and Joshua B Teves and Eneko Uruñuela and Maryam Vaziri-Pashkam and Kirstie Whitaker and Daniel A Handwerker",
                "journal": "Journal of Open Source Software",
                "volume": "6",
                "number": "66",
                "pages": "3669",
                "abstract": "Functional magnetic resonance imaging (fMRI) is a popular method for in vivo neuroimaging. Modern fMRI sequences are often weighted towards the blood oxygen level dependent (BOLD) signal, which is closely linked to neuronal activity (Logothetis, 2002). This weighting is achieved by tuning several parameters to increase the BOLD-weighted signal contrast. One such parameter is “TE,” or echo time. TE is the amount of time elapsed between when protons are excited (the MRI signal source) and measured. Although the total measured signal magnitude decays with echo time, BOLD sensitivity increases (Silvennoinen et al., 2003). The optimal TE maximizes the BOLD signal weighting based on a number of factors, including several MRI scanner parameters (eg, field strength), imaged tissue composition (eg, grey vs. white matter), and proximity to air-tissue boundaries.Even as optimal TE values vary by brain region, most whole-brain fMRI scans are “singleecho,” where signal is collected at a fixed TE everywhere in the brain. This TE value is often based on either a value that is best on average across all brain regions or an optimised value for a specific region of interest (Peters et al., 2007; Stöcker et al., 2006). Generally, these choices reflect a tradeoff between BOLD weighting, overall signal-to-noise ratio (SNR), and signal loss due to magnetic susceptibility artifacts. Further, for any TE with BOLD signal there is also susceptibility to contamination from noise sources including head motion, respiration, and cardiac pulsation (Caballero-Gaudes & Reynolds, 2017; Chang & Glover, 2009; Murphy et al., 2013; Power et al., 2018)."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:_Qo2XoVZTnwC",
            "num_citations": 59,
            "citedby_url": "/scholar?hl=en&cites=227638211023025062",
            "cites_id": [
                "227638211023025062"
            ],
            "pub_url": "https://joss.theoj.org/papers/10.21105/joss.03669",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:pjNVMb-7KAMJ:scholar.google.com/",
            "cites_per_year": {
                "2021": 2,
                "2022": 4,
                "2023": 23,
                "2024": 30
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Brainhack: Developing a culture of open, inclusive, community-driven neuroscience",
                "pub_year": 2021,
                "citation": "Neuron 109 (11), 1769-1775, 2021",
                "author": "Rémi Gau and Stephanie Noble and Katja Heuer and Katherine L Bottenhorn and Isil P Bilgin and Yu-Fang Yang and Julia M Huntenburg and Johanna MM Bayer and Richard AI Bethlehem and Shawn A Rhoads and Christoph Vogelbacher and Valentina Borghesani and Elizabeth Levitis and Hao-Ting Wang and Sofie Van Den Bossche and Xenia Kobeleva and Jon Haitz Legarreta and Samuel Guay and Selim Melvin Atay and Gael P Varoquaux and Dorien C Huijser and Malin S Sandström and Peer Herholz and Samuel A Nastase and AmanPreet Badhwar and Guillaume Dumas and Simon Schwab and Stefano Moia and Michael Dayan and Yasmine Bassil and Paula P Brooks and Matteo Mancini and James M Shine and David O’connor and Xihe Xie and Davide Poggiali and Patrick Friedrich and Anibal S Heinsfeld and Lydia Riedl and Roberto Toro and César Caballero-Gaudes and Anders Eklund and Kelly G Garner and Christopher R Nolan and Damion V Demeter and Fernando A Barrios and Junaid S Merchant and Elizabeth A McDevitt and Robert Oostenveld and R Cameron Craddock and Ariel Rokem and Andrew Doyle and Satrajit S Ghosh and Aki Nikolaidis and Olivia W Stanley and Eneko Uruñuela and Nasim Anousheh and Aurina Arnatkeviciute and Guillaume Auzias and Dipankar Bachar and Elise Bannier and Ruggero Basanisi and Arshitha Basavaraj and Marco Bedini and Pierre Bellec and R Austin Benn and Kathryn Berluti and Steffen Bollmann and Saskia Bollmann and Claire Bradley and Jesse Brown and Augusto Buchweitz and Patrick Callahan and Micaela Y Chan and Bramsh Q Chandio and Theresa Cheng and Sidhant Chopra and Ai Wern Chung and Thomas G Close and Etienne Combrisson and Giorgia Cona and R Todd Constable and Claire Cury and Kamalaker Dadi and Pablo F Damasceno and Samir Das and Fabrizio De Vico Fallani and Krista DeStasio and Erin W Dickie and Lena Dorfschmidt and Eugene P Duff and Elizabeth DuPre and Sarah Dziura and Nathalia B Esper and Oscar Esteban and Shreyas Fadnavis and Guillaume Flandin and Jessica E Flannery and John Flournoy and Stephanie J Forkel and Alexandre R Franco and Saampras Ganesan and Siyuan Gao and José C García Alanis and Eleftherios Garyfallidis and Tristan Glatard and Enrico Glerean and Javier Gonzalez-Castillo and Cassandra D Gould van Praag and Abigail S Greene and Geetika Gupta and Catherine Alice Hahn and Yaroslav O Halchenko and Daniel Handwerker and Thomas S Hartmann and Valérie Hayot-Sasson and Stephan Heunis and Felix Hoffstaedter and Daniela M Hohmann and Corey Horien and Horea-Ioan Ioanas and Alexandru Iordan and Chao Jiang and Michael Joseph and Jason Kai and Agah Karakuzu and David N Kennedy and Anisha Keshavan and Ali R Khan and Gregory Kiar and P Christiaan Klink and Vincent Koppelmans and Serge Koudoro and Angela R Laird and Georg Langs and Marissa Laws and Roxane Licandro and Sook-Lei Liew and Tomislav Lipic and Krisanne Litinas and Daniel J Lurie and Désirée Lussier and Christopher R Madan and Lea-Theresa Mais and Jose Pedro Manzano-Patron and Dimitra Maoutsa and Matheus Marcon and Daniel S Margulies and Giorgio Marinato and Daniele Marinazzo",
                "journal": "Neuron",
                "volume": "109",
                "number": "11",
                "pages": "1769-1775",
                "publisher": "Elsevier",
                "abstract": "Brainhack is an innovative meeting format that promotes scientific collaboration and education in an open, inclusive environment. This NeuroView describes the myriad benefits for participants and the research community and how Brainhacks complement conventional formats to augment scientific progress."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:HDshCWvjkbEC",
            "num_citations": 38,
            "citedby_url": "/scholar?hl=en&cites=9529080646369587268",
            "cites_id": [
                "9529080646369587268"
            ],
            "pub_url": "https://www.cell.com/neuron/fulltext/S0896-6273(21)00231-2",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:RLDoUlwYPoQJ:scholar.google.com/",
            "cites_per_year": {
                "2021": 5,
                "2022": 11,
                "2023": 8,
                "2024": 10
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "physiopy/phys2bids: BIDS formatting of physiological recordings",
                "pub_year": 2021,
                "citation": "",
                "author": "Daniel Alcalá and A Ayyagari and M Bright and V Ferrer and C Caballero-Gaudes and S Hayashi and R Markello and S Moia and R Stickland and E Uruñuela and K Zvolanek"
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:ns9cj8rnVeAC",
            "num_citations": 6,
            "citedby_url": "/scholar?hl=en&cites=3268862874003272426",
            "cites_id": [
                "3268862874003272426"
            ],
            "pub_url": "https://scholar.google.com/scholar?cluster=3268862874003272426&hl=en&oi=scholarr",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:6nJt-HZVXS0J:scholar.google.com/",
            "cites_per_year": {
                "2021": 1,
                "2022": 1,
                "2023": 1,
                "2024": 2
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "ICA-based denoising strategies in breath-hold induced cerebrovascular reactivity mapping with multi echo BOLD fMRI",
                "pub_year": 2021,
                "citation": "Neuroimage 233, 117914, 2021",
                "author": "Stefano Moia and Maite Termenon and Eneko Uruñuela and Gang Chen and Rachael C Stickland and Molly G Bright and César Caballero-Gaudes",
                "journal": "Neuroimage",
                "volume": "233",
                "pages": "117914",
                "publisher": "Academic Press",
                "abstract": "Performing a BOLD functional MRI (fMRI) acquisition during breath-hold (BH) tasks is a non-invasive, robust method to estimate cerebrovascular reactivity (CVR). However, movement and breathing-related artefacts caused by the BH can substantially hinder CVR estimates due to their high temporal collinearity with the effect of interest, and attention has to be paid when choosing which analysis model should be applied to the data. In this study, we evaluate the performance of multiple analysis strategies based on lagged general linear models applied on multi-echo BOLD fMRI data, acquired in ten subjects performing a BH task during ten sessions, to obtain subject-specific CVR and haemodynamic lag estimates. The evaluated approaches range from conventional regression models, i.e. including drifts and motion timecourses as nuisance regressors, applied on single-echo or optimally-combined data, to more …"
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:-f6ydRqryjwC",
            "num_citations": 34,
            "citedby_url": "/scholar?hl=en&cites=4562738519788536351",
            "cites_id": [
                "4562738519788536351"
            ],
            "pub_url": "https://www.sciencedirect.com/science/article/pii/S1053811921001919",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:H8L8YoIaUj8J:scholar.google.com/",
            "cites_per_year": {
                "2020": 1,
                "2021": 8,
                "2022": 6,
                "2023": 10,
                "2024": 9
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "A low rank and sparse paradigm free mapping algorithm for deconvolution of FMRI data",
                "pub_year": 2021,
                "citation": "2021 IEEE 18th International Symposium on Biomedical Imaging (ISBI), 1726-1729, 2021",
                "author": "Eneko Uruñuela and Stefano Moia and César Caballero-Gaudes",
                "conference": "2021 IEEE 18th International Symposium on Biomedical Imaging (ISBI)",
                "pages": "1726-1729",
                "publisher": "IEEE",
                "abstract": "Current deconvolution algorithms for functional magnetic resonance imaging (fMRI) data are hindered by widespread signal changes arising from motion or physiological processes (e.g. deep breaths) that can be interpreted incorrectly as neuronal-related hemodynamic events. This work proposes a novel deconvolution approach that simultaneously estimates global signal fluctuations and neuronal-related activity with no prior information about the timings of the blood oxygenation level-dependent (BOLD) events by means of a low rank plus sparse decomposition algorithm. The performance of the proposed method is evaluated on simulated and experimental fMRI data, and compared with state-of-the-art sparsity-based deconvolution approaches and with a conventional analysis that is aware of the temporal model of the neuronal-related activity. We demonstrate that the novel low-rank and sparse paradigm free …"
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:R3hNpaxXUhUC",
            "num_citations": 5,
            "citedby_url": "/scholar?hl=en&cites=586821217265377317",
            "cites_id": [
                "586821217265377317"
            ],
            "pub_url": "https://ieeexplore.ieee.org/abstract/document/9433821/",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:JeDDucnOJAgJ:scholar.google.com/",
            "cites_per_year": {
                "2022": 2,
                "2023": 1,
                "2024": 2
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Stability-based sparse paradigm free mapping algorithm for deconvolution of functional MRI data",
                "pub_year": 2020,
                "citation": "2020 42nd Annual International Conference of the IEEE Engineering in …, 2020",
                "author": "Eneko Uruñuela and Stephen Jones and Anna Crawford and Wanyong Shin and Sehong Oh and Mark Lowe and César Caballero-Gaudes",
                "conference": "2020 42nd Annual International Conference of the IEEE Engineering in Medicine & Biology Society (EMBC)",
                "pages": "1092-1095",
                "publisher": "IEEE",
                "abstract": "Neuronal-related activity can be estimated from functional magnetic resonance imaging (fMRI) data with no knowledge of the timings of blood oxygenation level-dependent (BOLD) events by means of deconvolution with regularized least-squares. This work proposes two improvements on the deconvolution algorithm of sparse paradigm free mapping (SPFM): a new formulation that enables the estimation of neuronal events with long, sustained activity; and the implementation of a subsampling approach based on stability selection that avoids the choice of any regularization parameter. The proposed method is evaluated on real fMRI data and compared with both the original SPFM algorithm and conventional analysis with a general linear model (GLM) that is aware of the temporal model of the neuronal-related activity. We demonstrate that the novel stability-based SPFM algorithm yields activation maps with higher …"
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:hFOr9nPyWt4C",
            "num_citations": 9,
            "citedby_url": "/scholar?hl=en&cites=8974637943734706401",
            "cites_id": [
                "8974637943734706401"
            ],
            "pub_url": "https://ieeexplore.ieee.org/abstract/document/9176137/",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:4aAMAKlRjHwJ:scholar.google.com/",
            "cites_per_year": {
                "2021": 3,
                "2022": 2,
                "2023": 1,
                "2024": 1
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Sparse coupled logistic regression to estimate co-activation and modulatory influences of brain regions",
                "pub_year": 2020,
                "citation": "Journal of Neural Engineering, 2020",
                "author": "Thomas Bolton and Eneko Uruñuela and Ye Tian and Andrew Zalesky and César Caballero-Gaudes and Dimitri Van De Ville",
                "journal": "Journal of Neural Engineering",
                "publisher": "IOP Publishing",
                "abstract": "Accurate mapping of the functional interactions between remote brain areas with resting-state functional magnetic resonance imaging requires the quantification of their underlying dynamics. In conventional methodological pipelines, a spatial scale of interest is first selected and dynamic analysis then proceeds at this hypothesised level of complexity. If large-scale functional networks or states are studied, more local regional rearrangements are then not described, potentially missing important neurobiological information. Here, we propose a novel mathematical framework that jointly estimates resting-state functional networks and spatially more localised cross-regional modulations. To do so, the changes in activity of each brain region are modelled by a logistic regression including co-activation coefficients (reflective of network assignment, as they highlight simultaneous activations across areas) and causal interplays …"
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:hC7cP41nSMkC",
            "num_citations": 2,
            "citedby_url": "/scholar?hl=en&cites=7743941460708886334",
            "cites_id": [
                "7743941460708886334"
            ],
            "pub_url": "https://iopscience.iop.org/article/10.1088/1741-2552/aba55e/meta",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Pgf5troBeGsJ:scholar.google.com/",
            "cites_per_year": {
                "2021": 1,
                "2022": 1
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "A multivariate sparse deconvolution algorithm for multi echo fMRI",
                "pub_year": 2019,
                "citation": "Servicio de Publicaciones. Universidad de Navarra, 2019",
                "author": "Eneko Uruñuela",
                "publisher": "Servicio de Publicaciones. Universidad de Navarra",
                "abstract": "This thesis presents a novel algorithm for the deconvolution of multi echo fMRI data with no prior information on the timings of the neuronal events. Based on previous work on the field, a new signal model is proposed in order to take the processing from a voxelwise analysis to an entire brain one. Different proximal operators have been studied for solving the optimisation problem present in the deconvolution, since it is an ill-posed inverse problem, and a novel method based on the stability selection procedure has been suggested to answer to the choice of the regularization parameter dilemma. The method takes advantage of the area under the curve (AUC) of the stability paths to avoid the selection of a single regularization parameter. An optimal approach for the thresholding of AUC timeseries is studied and different debiasing methods for removing the sparsity in prolonged events are presented. The results demonstrate that the MvMESPFM algorithm provides promising results when estimating neuronal-related events even on noisy data. Subject to being thoroughly tested on experimental data, testing conducted on simulated signals suggests that the tool could eventually be introduced to the processing pipelines of different research lines regarding fMRI data analysis."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:qUcmZB5y_30C",
            "num_citations": 0,
            "pub_url": "https://dadun.unav.edu/handle/10171/58374",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:k4reHddgQuUJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Deconvolution of multi-echo functional MRI data with multivariate multi-echo sparse paradigm free mapping",
                "pub_year": 2019,
                "citation": "ISMRM 27th Annual Meeting and Exhibition, 2019",
                "author": "Eneko Uruñuela-Tremiño and Stefano Moia and Javier Gonzalez-Castillo and César Caballero-Gaudes",
                "journal": "ISMRM 27th Annual Meeting and Exhibition",
                "abstract": "This work introduces a novel multivariate deconvolution method to blindly estimate neuronal-related-signal changes in multi-echo fMRI data without prior knowledge of their timings. In contrast to current voxel-based approaches, this algorithm simultaneously deconvolves all brain’s voxel time series and uses structured spatio-temporal regularization to improve the quality of the estimates. Besides, it employs stability selection procedures to overcome the selection of regularization parameters of the deconvolution problem. We evaluate its performance in multiple realistic simulations, showing its potential to blindly detect BOLD events in paradigms when no prior information can be obtained."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:4JMBOYKVnBMC",
            "num_citations": 1,
            "citedby_url": "/scholar?hl=en&cites=280426596074925130",
            "cites_id": [
                "280426596074925130"
            ],
            "pub_url": "https://archive.ismrm.org/2019/0912.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Siye3IBG5AMJ:scholar.google.com/",
            "cites_per_year": {
                "2021": 1
            }
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "A Multi-Subject Deconvolution Algorithm for the Analysis of Naturalistic fMRI data",
                "citation": "",
                "author": "Eneko Uruñuela and Clara Sava-Segal and Megan Leung and Emily S Finn and César Caballero-Gaudes",
                "abstract": "Keywords: Brain Connectivity, fMRI, naturalistic paradigmsCollecting fMRI data during naturalistic paradigms has drawn considerable attention in human neuroscience as a way to investigate brain function in ecologically valid conditions. We introduce a novel method (multi-subject paradigm free mapping) to decipher BOLD events in a temporally agnostic manner, and explore concordant group activations and individual idiosyncrasies. Besides, it can operate at the fastest temporal and spatial resolutions of the data. We validate it on simulated and real naturalistic fMRI data, revealing events that track expected features of the stimulus. Overall, this technique substantially increases sensitivity in linking moment-to-moment brain activity to its underlying cause (s)."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:J_g5lzvAfSwC",
            "num_citations": 0,
            "pub_url": "https://archive.ismrm.org/2023/1024.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:M6DpMkRzgrkJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Exploring Tensor Decomposition as an Alternative to ICA for Denoising Multi-Echo fMRI data",
                "citation": "",
                "author": "Eneko Uruñuela and Miguel Ánguel Veganzones and César Caballero-Gaudes",
                "abstract": "Keywords: Brain Connectivity, fMRI, Tensor DecompositionDenoising of the blood oxygen level-dependent signal is critical for the study of brain dynamics with functional MRI data. However, disentangling neurobiological signals from non-neurobiological ones such as head motion-related artifacts, and cardiac-related and respiration-related fluctuations. Multi-echo ICA approaches are often used to denoise the data by exploiting the echo-time dependence of the BOLD signal. Nevertheless, these rely on the optimally combined data and do not employ the information contained in the different echo-time signals. Here, we explore the potential of tensor decomposition techniques, which can simultaneously consider all the information available, as a way to process multi-echo fMRI data."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:NaGl4SEjCO4C",
            "num_citations": 0,
            "pub_url": "https://archive.ismrm.org/2023/2668.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Kg4_1E4XM3IJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "A multi-echo low-rank and sparse algorithm that reduces the bias of global fluctuations on the estimation of neuronal signal",
                "citation": "",
                "author": "Eneko Uruñuela and Stefano Moia and César Caballero-Gaudes",
                "abstract": "This work introduces a novel multi-echo fMRI deconvolution approach that reduces the effect of global fluctuations (eg, motion effects, physiological confounds, artefacts) on blindly mapping the brain’s response to single-trial BOLD events without prior timing information. The new sparse-plus-low-rank multi-echo multivariate paradigm free mapping (SPLORA) algorithm is compared with a trial-based known-timing GLM analysis and its predecessor multivariate multiecho paradigm free mapping (MvME-PFM) approach. This method allows exploring the brain’s functional dynamics during task, naturalistic and resting-state paradigms, being less affected by motion and physiological confounds, thus avoiding global signal regression to estimate neuronal related activity with multi-echo fMRI."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:M3NEmzRMIkIC",
            "num_citations": 0,
            "pub_url": "https://archive.ismrm.org/2022/0249.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:PMgsDuDBmysJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Low-rank and sparse simultaneous blind estimation of global fluctuations and neuronal-related activity from fMRI data.",
                "citation": "",
                "author": "Eneko Uruñuela and Stefano Moia and César Caballero-Gaudes",
                "abstract": "We propose a novel deconvolution approach to overcome the detrimental effect of global signal fluctuations on the estimates of neuronal-related activity from fMRI data to blindly map single-trial BOLD events without prior information of their timings. We demonstrate that the low-rank and multivariate SPFM algorithm can estimate global signals related to motion in our task, while estimating neuronal-related activity with high fidelity, and benchmark it against sparsity-promoting deconvolution approaches and conventional GLM analysis. This method allows exploring the brain’s functional dynamics during task, naturalistic and resting state paradigms, being less affected by motion and physiologically related fluctuations."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:k_IJM867U9cC",
            "num_citations": 0,
            "pub_url": "https://archive.ismrm.org/2021/2685.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Bm6Xm6M3KegJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Physiopy: A community-driven suite of tools for physiological recordings in neuroimaging",
                "citation": "",
                "author": "Katherine Louise Bottenhorn and Daniel Alcalà-Lopez and Apoorva Ayyagari and Molly G Bright and César Caballero-Gaudes and Inés Chavarria and Vicente Ferrer and Soichi Hayashi and Vittorio Iacovella and François Lespinasse and Ross Davis Markello and Stefano Moia and Robert Oostenveld and Taylor Salo and Rachael Stickland and Eneko Uruñuela and Merel Margaretha van der Thiel and Kristina M Zvolanek",
                "abstract": "Physiopy is a community-driven effort that aims to offer a full data preparation pipeline for non-neural physiological recordings in neuroimaging research and to build consensus on “best practices” among researchers of this specific domain. Its primary goal is to facilitate physiological data collection and sharing, according to an existing data standard and ontology. Corollary goals of the community are to provide recommendations and tools for (1) physiological data acquisition in the MR environment,(2) appropriate processing of these data,(3) organization of resulting datasets and meta-data, and (4) computing metrics for the removal of confounding physiological signals from fMRI data."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:isC4tDSrTZIC",
            "num_citations": 0,
            "pub_url": "https://archive.ismrm.org/2021/0726.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:a8tyfnsRYeQJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Dephasing the speaking brain: Cleaning covert sentence production activation maps with a phase-based fMRI data analysis",
                "citation": "",
                "author": "Iñigo De Vicente and Eneko Uruñuela and Maite Termenon and César Caballero-Gaudes",
                "abstract": "Phase-based denoising methods in BOLD fMRI can remove signal contributions from large draining veins. Here, we investigate the performance of this methodology in a covert sentence production task, where part of the activations observed in the inferior frontal gyrus (eg Broca’s region) may reflect macrovascular effects from large perisylvian veins. We found significant signal denoising at the left pars orbitalis, a region in Broca’s area which is located next to the Sylvian fissure that thus contains macrovascular veins. Our results demonstrate that this method is efficient to remove undesired signal contributions and improve the spatial specificity of brain activation maps."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:TFP_iSt0sucC",
            "num_citations": 0,
            "pub_url": "https://archive.ismrm.org/2021/2691.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:F3KMNgaNfXcJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "fMRI deconvolution with synthesis-based Paradigm Free Mapping and analysis-based Total Activation operate identically",
                "citation": "",
                "author": "Eneko Uruñuela and Stefano Moia and César Caballero-Gaudes",
                "abstract": "Functional MRI deconvolution algorithms are gaining popularity to study the dynamicss of functional brain activity and connectivity at short timescales. This work sheds light on our understanding of two state-of-the-art approaches based on L1-norm regularized estimators: Paradigm Free Mapping (synthesis model) and Total Activation (analysis model). Through simulations with varying signal-to-noise ratios, and an experimental motor task dataset, we demonstrate that both formulations produce identical estimates of the innovation and activity-inducing signals underlying BOLD events when identical hemodynamic response and regularization parameters are used. These observations open up the possibility for future developments without questioning their core formulation and performance."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:bEWYMUwI8FkC",
            "num_citations": 0,
            "pub_url": "https://archive.ismrm.org/2021/0464.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:Wmq7JUuH20kJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Long-term stability of cerebrovascular reactivity varies across brain regions",
                "citation": "",
                "author": "Stefano Moia and Vicente Ferrer and Rachael C Stickland and Ross Davis Markello and Eneko Uruñuela and Maite Termenon and César Caballero-Gaudes and Molly G Bright",
                "abstract": "The reliability of cerebrovascular reactivity varies across brain regions, but little is known about what factors drive such variability. By leveraging a high-quality precision functional mapping dataset of breath-hold induced cerebrovascular reactivity (7 subjects with 10 sessions each), we assessed how much parcellations describing different architectures (ie vascular anatomy, functional networks, subcortical anatomy) could present internal homogeneity, and hence explain these regionally-specific reliability. We found that all architectures taken into account can equally explain these spatial patterns of cerebrovascular reactivity."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:iH-uZ7U-co4C",
            "num_citations": 0,
            "pub_url": "https://archive.ismrm.org/2021/3395.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:203rsma8wEEJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Assessment of longitudinal cerebrovascular reactivity measurements based on breath-hold and resting state BOLD multi-echo fMRI",
                "citation": "",
                "author": "Stefano Moia and Rachael C Stickland and Maite Termenon and Eneko Uruñuela-Tremiño and César Caballero-Gaudes and Molly G Bright",
                "abstract": "Results• Six healthy volunteers underwent 10 MRI sessions in a 3T Siemens PrismaFit scanner, spaced 1-week apart at the same time of day.• A RS and a BH task adapted from [5] were administered at each session while collecting ME-fMRI data. CO2 levels were measured using a nasal cannula with gas analyzer (ADInstruments) and BIOPAC MP150 system. A T1-w image was collected during each session. The parameters can be found in the website version."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:r0BpntZqJG4C",
            "num_citations": 0,
            "pub_url": "https://smoia.github.io/cvr-compare-bh-rs/assets/downloadable/3855_ISMRM_Moia.pdf",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vDaknWq2Jq4J:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Improving breath-hold cerebrovascular reactivity mapping with multi-echo BOLD fMRI",
                "citation": "",
                "author": "Stefano Moia and Maite Termenon and Eneko Uruñuela-Tremiño and Rachael C Stickland and Molly G Bright and César Caballero-Gaudes",
                "abstract": "Cerebrovascular reactivity (CVR) is an emerging metric for quantifying vascular health. During a BOLD fMRI acquisition, breath-holding is a simple approach for increasing blood CO 2 levels, thereby driving the vasodilatory CVR response. However, breath-holding is associated with increased head motion artifacts, which can confound our estimates of CVR. We demonstrate that multi-echo BOLD fMRI acquisitions, in conjunction with denoising with multi-echo independent component analysis approaches, enable better differentiation of true vasodilatory responses and improve the reliability of CVR estimates across multiple sessions in highly sampled individuals."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:j3f4tGmQtD8C",
            "num_citations": 0,
            "pub_url": "https://archive.ismrm.org/2020/3829.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:vEGOC3VyyJAJ:scholar.google.com/",
            "cites_per_year": {}
        },
        {
            "container_type": "Publication",
            "source": "AUTHOR_PUBLICATION_ENTRY",
            "bib": {
                "title": "Fingerprinting individual subjects from resting-state functional magnetic resonance imaging head motion",
                "citation": "",
                "author": "Thomas Bolton and Stefano Moia and Eneko Urunuela and Dimitri Van De Ville and César Caballero-Gaudes",
                "abstract": "Head motion during resting-state functional magnetic resonance imaging acquisitions is an infamous confound requiring dedicated preprocessing steps. Here, we probed the level of complexity at which motion should be characterised. To do so, we designed a clustering-based approach that determines the spatio-temporal motion patterns that can fingerprint an individual. We found that each subject's motion could be fingerprinted at a different space/time granularity, some more easily than others. Our results call for refined motion descriptions in which space and time should not be over-simplified, and point towards the relevance of motion-related fingerprints as an individual's functional trait."
            },
            "filled": true,
            "author_pub_id": "KLIjERgAAAAJ:RHpTSmoSYBkC",
            "num_citations": 0,
            "pub_url": "https://archive.ismrm.org/2020/3865.html",
            "url_related_articles": "/scholar?oi=bibs&hl=en&q=related:f5hMi2USx2MJ:scholar.google.com/",
            "cites_per_year": {}
        }
    ],
    "public_access": {
        "available": 9,
        "not_available": 0
    },
    "citedby5y": 166,
    "hindex": 6,
    "hindex5y": 6,
    "i10index": 3,
    "i10index5y": 3,
    "cites_per_year": {
        "2020": 1,
        "2021": 22,
        "2022": 30,
        "2023": 48,
        "2024": 58
    },
    "coauthors": [
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "EGyN5_YAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Cesar Caballero Gaudes",
            "affiliation": "Group Leader (Ikerbasque Research Associate), Basque Center on Cognition, Brain and …"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "sKSyDscAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Stefano Moia",
            "affiliation": "MR-METHODS, Department of Cognitive Neuroscience, Maastricht University"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "Weu-NwQAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Molly G. Bright",
            "affiliation": "Northwestern University"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "OAg74-QAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Maite Termenon ORCID: 0000-0001-8102-5135",
            "affiliation": "Mondragon Unibertsitatea - Goi eskola politeknikoa"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "r7BTR4cAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Rachael Stickland",
            "affiliation": "The Alan Turing Institute"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "CGQ3Lw4AAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Javier Gonzalez-Castillo",
            "affiliation": "Senior Associate Scientist, Section on Functional Imaging Methods, NIMH, NIH"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "X9OdRnYAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Peter A. Bandettini",
            "affiliation": "Chief, Section on Functional Imaging Methods, National Institute of Mental Health"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "vt1EAJcAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Gang Chen",
            "affiliation": "Scientific and Statistical Computing Core, NIMH Intramural Research Program, National …"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "ZXxr85IAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Katherine L Bottenhorn",
            "affiliation": "Postdoctoral Scholar, University of Southern California"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "IPacJoAAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Taylor Salo",
            "affiliation": "Postdoctoral fellow, University of Pennsylvania"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "SIwRcDEAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Maryam Vaziri Pashkam",
            "affiliation": "Assistant Professor, University of Delaware"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "3Rr07DkAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Logan T. Dowdle",
            "affiliation": "Assistant Professor, Maastricht University"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "qgU89nQAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Angela Laird",
            "affiliation": "Professor, Florida International University"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "kSXl63oAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Prantik Kundu, PhD",
            "affiliation": "Ceretype Neuromedicine Inc., Mount Sinai School of Medicine, Brigham and Women's …"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "Tn9x4pQAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Kirstie J Whitaker",
            "affiliation": "Research Fellow, Alan Turing Institute for Data Science; Research Associate, Department of"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "rMRpQqUAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Daniel Handwerker",
            "affiliation": "Staff Scientist, National Institute of Mental Health"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "9FzK0bcAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Elizabeth DuPre",
            "affiliation": "Stanford University"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "8yh5_cgAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Christopher J Markiewicz",
            "affiliation": "Stanford University"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "4smzqdQAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Stephan Heunis",
            "affiliation": "Forschunszentrum Jülich"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "wBoKqdkAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Ross D. Markello",
            "affiliation": "Komodo Health"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "xl3D0lYAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Zaki Ahmed",
            "affiliation": "Medical Physicist, Corewell Health"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "QmYppmUAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Joshua Teves",
            "affiliation": "Sandia National Laboratories"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "O0zC2skAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Thomas AW Bolton",
            "affiliation": "Scientific collaborator, Department of Clinical Neuroscience, CHUV"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "kFz4LNMAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Dimitri Van De Ville",
            "affiliation": "Professor, Neuro-X Institute, EPF Lausanne and University of Geneva"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "btIfabIAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Mark Lowe",
            "affiliation": "Cleveland Clinic"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "j0q0f4YAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Stephen Jones",
            "affiliation": "Cleveland Clinic"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "gigXVRIAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Soichi Hayashi",
            "affiliation": "Indiana University"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "9Ua0anAAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Kristina M. Zvolanek",
            "affiliation": "Northwestern University"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "gV3dH1YAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Se-Hong Oh",
            "affiliation": "Associate Professor @ Hankuk University of Foreign Studies, Adjunct Staff @ Cleveland …"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "LmnMR3MAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Andrew Zalesky",
            "affiliation": "Engineering & Medicine, University of Melbourne, Australia"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "ocJSFvUAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Ye Ella Tian",
            "affiliation": "Senior Research Fellow, University of Melbourne, Australia"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "-gJRja0AAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Vicente Ferrer-Gallardo",
            "affiliation": "Basque Center on Cognition, brain and language (BCBL)"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "GZ_TKZwAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Cristina Tobías Figuerola",
            "affiliation": "PhD candidate, Linköpings Universitet"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "i1uK7zUAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Daniel Alcalá López",
            "affiliation": "Medica Scientia Innovation Research (MEDSIR)"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "eEbaa0UAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Robert Oostenveld",
            "affiliation": "Associate PI; Donders Institute for Brain, Cognition and Behaviour"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "3Fc8JJQAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Vittorio Iacovella",
            "affiliation": "Full Stack Open Data and Open Science Technician at the University of Trento"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "mRr2POUAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Merel van der Thiel",
            "affiliation": "Maastricht University Medical Center"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "YFGqyAMAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Daniel Peter Bulte",
            "affiliation": "University of Oxford"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "arFdkjUAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Genevieve Hayes",
            "affiliation": "PhD, University of Oxford"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "78ZlU3AAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Michael A Chappell",
            "affiliation": "University of Nottingham"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "Mg0pUcQAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Sierra Sparks",
            "affiliation": "DPhil Student, University of Oxford"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "H3xpGqgAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Stephen R. jackson",
            "affiliation": "University of Nottingham"
        },
        {
            "container_type": "Author",
            "filled": [],
            "scholar_id": "Q2JqxdsAAAAJ",
            "source": "CO_AUTHORS_LIST",
            "name": "Penny A. Gowland",
            "affiliation": "Sir Peter Mansfield Imaging Centre, University of Nottingham"
        }
    ]
}